<?php
$show_complete_tasks = rand(0, 1); /*показывать или нет выполненные задачи*/
$projects = ["Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];
$tasks = [
    [
        'task' => 'Собеседование в IT компании',
        'date' => '18.08.2019',
        'category' => 'Работа',
        'completed' => 'Нет'
    ],
    [
        'task' => 'Выполнить тестовое задание',
        'date' => '20.08.2019',
        'category' => 'Работа',
        'completed' => 'Нет'
    ],
    [
        'task' => 'Сделать задание первого раздела',
        'date' => '21.12.2018',
        'category' => 'Учеба',
        'completed' => 'Да'
    ],
    [
        'task' => 'Встреча с другом',
        'date' => '22.12.2018',
        'category' => 'Входящие',
        'completed' => 'Нет'
    ],
    [
        'task' => 'Купить корм для кота',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'completed' => 'Нет'
    ],
    [
        'task' => 'Заказать пиццу',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'completed' => 'Нет'
    ]
];
?>
